Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Could not prepare the screenshot sync.
ar: تعذر تحضير مزامنة لقطة الشاشة.
ca: No s'ha pogut preparar la sincronització de la captura de pantalla.
cs: Nelze připravit synchronizaci snímku obrazovky.
da: Synkroniseringen af skærmbilledet kunne ikke forberedes.
de: Die Screenshot-Synchronisierung konnte nicht vorbereitet werden.
el: Δεν ήταν δυνατή η προετοιμασία του συγχρονισμού στιγμιότυπου οθόνης.
es: No se pudo preparar la sincronización de capturas.
fa: همگام‌سازی اسکرین‌شات آماده نشد.
fi: Kuvakaappauksen synkronointia ei voitu valmistella.
fr: Impossible de préparer la synchronisation des captures d'écran.
he: לא ניתן היה להכין את סנכרון צילום המסך.
hr: Nije moguće pripremiti sinkronizaciju snimke zaslona.
hu: Nem sikerült előkészíteni a képernyőkép szinkronizálását.
id: Tidak dapat menyiapkan sinkronisasi tangkapan layar.
it: Impossibile preparare la sincronizzazione degli screenshot.
ja: スクリーンショットの同期を準備できませんでした。
ko: 스크린샷 동기화를 준비할 수 없습니다.
ms: Tidak dapat menyediakan penyegerakan tangkapan skrin.
nl: Kan de screenshot-synchronisatie niet voorbereiden.
no: Kunne ikke forberede skjermbildesynkroniseringen.
pl: Nie można przygotować synchronizacji zrzutów ekranu.
pt_br: Não foi possível preparar a sincronização das capturas de tela.
pt_pt: Não foi possível preparar a sincronização da captura de ecrã.
ro: Nu s-a putut pregăti sincronizarea capturii de ecran.
ru: Не удалось подготовить синхронизацию скриншотов.
sk: Nepodarilo sa pripraviť synchronizáciu snímky obrazovky.
sl: Ni bilo mogoče pripraviti sinhronizacije posnetka zaslona.
sv: Det gick inte att förbereda synkroniseringen av skärmdumpen.
th: ไม่สามารถเตรียมการซิงค์ภาพหน้าจอได้
tr: Ekran görüntüsü eşzamanlaması hazırlanamadı.
uk: Не вдалося підготувати синхронізацію знімків екрана.
ur: اسکرین شاٹ کی مطابقت پذیری تیار نہیں کی جا سکی۔
vi: Không thể chuẩn bị đồng bộ hóa ảnh chụp màn hình.
zh_hans: 无法准备截图同步。
zh_hant: 無法準備螢幕截圖同步。

source: Could not read %1$lld image(s) used by %2$@ in %3$@. Re-import the missing screenshots before uploading, or the upload would publish them as blank areas.
ar: تعذرت قراءة %1$lld من الصورة (الصور) المستخدمة بواسطة %2$@ في %3$@. أعد استيراد لقطات الشاشة المفقودة قبل التحميل، وإلا فسيقوم التحميل بنشرها كمساحات فارغة.
ca: No s'han pogut llegir %1$lld imatges utilitzades per %2$@ a %3$@. Torneu a importar les captures de pantalla que falten abans de penjar-les, o la càrrega les publicaria com a àrees en blanc.
cs: Nelze přečíst %1$lld obrázky používané %2$@ v %3$@. Před nahráním znovu naimportujte chybějící snímky obrazovky, jinak by je nahrání publikovalo jako prázdné oblasti.
da: Kunne ikke læse %1$lld billeder brugt af %2$@ i %3$@. Genimporter de manglende skærmbilleder før upload, ellers ville uploaden offentliggøre dem som tomme områder.
de: %1$lld Bilder, die von %2$@ in %3$@ verwendet werden, konnten nicht gelesen werden. Importieren Sie die fehlenden Screenshots vor dem Hochladen erneut, da sie sonst beim Hochladen als leere Bereiche veröffentlicht werden.
el: Δεν ήταν δυνατή η ανάγνωση %1$lld εικόνων που χρησιμοποιούνται από τον %2$@ στο %3$@. Εισαγάγετε ξανά τα στιγμιότυπα οθόνης που λείπουν πριν από τη μεταφόρτωση, διαφορετικά η μεταφόρτωση θα τα δημοσιεύσει ως κενές περιοχές.
es: No se pudieron leer %1$lld imagen(es) usadas por %2$@ en %3$@. Vuelve a importar las capturas que faltan antes de enviarlas, o el envío las publicaría como áreas en blanco.
fa: %1$lld تصویر (های) استفاده شده توسط %2$@ در %3$@ خوانده نشد. اسکرین شات های از دست رفته را قبل از آپلود دوباره وارد کنید، در غیر این صورت آپلود آنها را به عنوان قسمت های خالی منتشر می کند.
fi: Ei voitu lukea %1$lld kuvaa/kuvia, joita %2$@ käyttää %3$@:ssa. Tuo puuttuvat kuvakaappaukset uudelleen ennen lataamista, tai lataus julkaisee ne tyhjinä alueina.
fr: Impossible de lire %1$lld image(s) utilisée(s) par %2$@ dans %3$@. Réimportez les captures d'écran manquantes avant l'envoi, sinon elles seraient publiées sous forme de zones vides.
he: לא ניתן היה לקרוא %1$lld תמונות בשימוש על ידי %2$@ ב-%3$@. ייבא מחדש את צילומי המסך החסרים לפני ההעלאה, או שההעלאה תפרסם אותם כאזורים ריקים.
hr: Nije moguće pročitati %1$lld sliku(e) koju koristi %2$@ u %3$@. Ponovno uvezite snimke zaslona koje nedostaju prije prijenosa ili bi ih prijenos objavio kao prazna područja.
hu: Nem sikerült beolvasni a %2$@ által használt %1$lld kép(ek)et a %3$@-ban. Feltöltés előtt importálja újra a hiányzó képernyőképeket, különben a feltöltés üres területekként teszi közzé őket.
id: Tidak dapat membaca gambar %1$lld yang digunakan oleh %2$@ di %3$@. Impor ulang tangkapan layar yang hilang sebelum diunggah, atau unggahan tersebut akan mempublikasikannya sebagai area kosong.
ja: %3$@ の %2$@ によって使用されている %1$lld イメージを読み取れませんでした。アップロードする前に欠落しているスクリーンショットを再インポートしなければ、アップロード時に空白の領域として公開されます。
ko: %3$@의 %2$@에서 사용하는 %1$lld 이미지를 읽을 수 없습니다. 업로드하기 전에 누락된 스크린샷을 다시 가져오세요. 그렇지 않으면 업로드 시 해당 스크린샷이 빈 영역으로 게시됩니다.
ms: Tidak dapat membaca %1$lld imej yang digunakan oleh %2$@ dalam %3$@. Import semula tangkapan skrin yang hilang sebelum memuat naik, atau muat naik akan menerbitkannya sebagai kawasan kosong.
nl: Kan %1$lld afbeelding(en) gebruikt door %2$@ in %3$@ niet lezen. Importeer de ontbrekende schermafbeeldingen opnieuw voordat u ze uploadt, anders worden ze tijdens de upload als lege gebieden gepubliceerd.
no: Kunne ikke lese %1$lld bilde(r) brukt av %2$@ i %3$@. Importer de manglende skjermbildene på nytt før opplasting, ellers vil opplastingen publisere dem som tomme områder.
pl: Nie można odczytać %1$lld obrazów używanych przez %2$@ w %3$@. Przed przesłaniem ponownie zaimportuj brakujące zrzuty ekranu, w przeciwnym razie przesyłanie spowoduje opublikowanie ich jako pustych obszarów.
pt_br: Não foi possível ler %1$lld imagens usadas por %2$@ em %3$@. Importe novamente as capturas de tela ausentes antes do upload, ou o upload as publicará como áreas em branco.
pt_pt: Não foi possível ler %1$lld imagens usadas por %2$@ em %3$@. Importe novamente as capturas de ecrã ausentes antes do upload, ou o upload as publicará como áreas em branco.
ro: Nu s-au putut citi %1$lld imagini utilizate de %2$@ în %3$@. Reimportați capturile de ecran lipsă înainte de încărcare, sau încărcarea le va publica ca zone goale.
sk: Nepodarilo sa prečítať %1$lld obrázky, ktoré používa %2$@ v %3$@. Pred odovzdaním znova naimportujte chýbajúce snímky obrazovky, inak by ich odovzdanie zverejnilo ako prázdne oblasti.
sl: Ni bilo mogoče prebrati %1$lld slik, ki jih uporablja %2$@ v %3$@. Znova uvozite manjkajoče posnetke zaslona pred nalaganjem, sicer bi jih nalaganje objavilo kot prazna območja.
sv: Kunde inte läsa %1$lld bild(er) som används av %2$@ i %3$@. Återimportera de saknade skärmdumparna innan uppladdningen, annars skulle uppladdningen publicera dem som tomma områden.
th: ไม่สามารถอ่าน %1$lld รูปภาพที่ใช้โดย %2$@ ใน %3$@ นำเข้าภาพหน้าจอที่หายไปอีกครั้งก่อนที่จะอัปโหลด มิฉะนั้นการอัปโหลดจะเผยแพร่เป็นพื้นที่ว่าง
ur: %3$@ میں %2$@ کے ذریعے استعمال کردہ %1$lld تصویر (تصاویر) کو پڑھا نہیں جا سکا۔ اپ لوڈ کرنے سے پہلے غائب اسکرین شاٹس کو دوبارہ درآمد کریں، یا اپ لوڈ انہیں خالی جگہوں کے طور پر شائع کرے گا۔
vi: Không thể đọc (các) hình ảnh %1$lld được sử dụng bởi %2$@ trong %3$@. Nhập lại các ảnh chụp màn hình bị thiếu trước khi tải lên, nếu không quá trình tải lên sẽ xuất bản chúng dưới dạng vùng trống.
zh_hans: 无法读取 %3$@ 中 %2$@ 使用的 %1$lld 图像。在上传之前重新导入丢失的屏幕截图，否则上传会将它们发布为空白区域。

source: Could not read %1$lld images used by %2$@ in %3$@. Re-import the missing screenshots before uploading, or the upload would publish them as blank areas.
ar: تعذرت قراءة %1$lld الصور المستخدمة بواسطة %2$@ في %3$@. أعد استيراد لقطات الشاشة المفقودة قبل التحميل، وإلا فسيقوم التحميل بنشرها كمساحات فارغة.
ca: No s'han pogut llegir %1$lld imatges utilitzades per %2$@ a %3$@. Torneu a importar les captures de pantalla que falten abans de penjar-les, o la càrrega les publicaria com a àrees en blanc.
cs: Nelze přečíst obrázky %1$lld používané %2$@ v %3$@. Před nahráním znovu naimportujte chybějící snímky obrazovky, jinak by je nahrání publikovalo jako prázdné oblasti.
da: Kunne ikke læse %1$lld billeder brugt af %2$@ i %3$@. Genimporter de manglende skærmbilleder før upload, ellers ville uploaden offentliggøre dem som tomme områder.
de: %lld Bilder der Zeile %@ (%@) konnten nicht gelesen werden. Importiere die fehlenden Screenshots vor dem Hochladen erneut, sonst würden sie als leere Flächen veröffentlicht.
el: Δεν ήταν δυνατή η ανάγνωση %1$lld εικόνων που χρησιμοποιούνται από τον %2$@ στο %3$@. Εισαγάγετε ξανά τα στιγμιότυπα οθόνης που λείπουν πριν από τη μεταφόρτωση, διαφορετικά η μεταφόρτωση θα τα δημοσιεύσει ως κενές περιοχές.
es: No se pudieron leer %lld imágenes usadas por %@ en %@. Vuelve a importar las capturas faltantes antes de subir, o se publicarían como áreas en blanco.
fa: %lld تصویر استفاده‌شده توسط %@ در %@ خوانده نشد. پیش از آپلود، اسکرین‌شات‌های گمشده را دوباره وارد کنید؛ وگرنه به‌صورت نواحی خالی منتشر می‌شوند.
fi: %2$@:n %3$@:ssa käyttämiä %1$lld-kuvia ei voitu lukea. Tuo puuttuvat kuvakaappaukset uudelleen ennen lataamista, tai lataus julkaisee ne tyhjinä alueina.
fr: Impossible de lire %lld images utilisées par %@ dans %@. Réimportez les captures manquantes avant l’envoi, sinon elles seraient publiées comme zones vides.
he: לא ניתן היה לקרוא %1$lld תמונות בשימוש על ידי %2$@ ב-%3$@. ייבא מחדש את צילומי המסך החסרים לפני ההעלאה, או שההעלאה תפרסם אותם כאזורים ריקים.
hr: Nije moguće pročitati %1$lld slike koje koristi %2$@ u %3$@. Ponovno uvezite snimke zaslona koje nedostaju prije prijenosa ili bi ih prijenos objavio kao prazna područja.
hu: Nem sikerült beolvasni a %2$@ által használt %1$lld képeket a %3$@-ban. Feltöltés előtt importálja újra a hiányzó képernyőképeket, különben a feltöltés üres területekként teszi közzé őket.
id: Tidak dapat membaca gambar %1$lld yang digunakan oleh %2$@ di %3$@. Impor ulang tangkapan layar yang hilang sebelum diunggah, atau unggahan tersebut akan mempublikasikannya sebagai area kosong.
it: Impossibile leggere %lld immagini usate da %@ in %@. Importa di nuovo gli screenshot mancanti prima del caricamento, altrimenti verrebbero pubblicati come aree vuote.
ja: %3$@の%2$@で使用されている%1$lld個の画像を読み込めませんでした。アップロードする前に、見つからないスクリーンショットを読み込み直してください。そのままアップロードすると空白の領域として公開されます。
ko: %2$@이(가) %3$@에서 사용하는 이미지 %1$lld개를 읽을 수 없습니다. 업로드하기 전에 누락된 스크린샷을 다시 가져오세요. 그러지 않으면 빈 영역으로 게시됩니다.
ms: Tidak dapat membaca %1$lld imej yang digunakan oleh %2$@ dalam %3$@. Import semula tangkapan skrin yang hilang sebelum memuat naik, atau muat naik akan menerbitkannya sebagai kawasan kosong.
nl: Kan %1$lld afbeeldingen gebruikt door %2$@ in %3$@ niet lezen. Importeer de ontbrekende schermafbeeldingen opnieuw voordat u ze uploadt, anders worden ze tijdens de upload als lege gebieden gepubliceerd.
no: Kunne ikke lese %1$lld bilder brukt av %2$@ i %3$@. Importer de manglende skjermbildene på nytt før opplasting, ellers vil opplastingen publisere dem som tomme områder.
pl: Nie można odczytać obrazów %1$lld używanych przez %2$@ w %3$@. Przed przesłaniem ponownie zaimportuj brakujące zrzuty ekranu, w przeciwnym razie przesyłanie spowoduje opublikowanie ich jako pustych obszarów.
pt_br: Não foi possível ler %lld imagens usadas por %@ em %@. Reimporte as capturas ausentes antes de enviar, ou elas seriam publicadas como áreas em branco.
pt_pt: Não foi possível ler %1$lld imagens usadas por %2$@ em %3$@. Importe novamente as capturas de ecrã ausentes antes do upload, ou o upload as publicará como áreas em branco.
ro: Nu s-au putut citi %1$lld imagini utilizate de %2$@ în %3$@. Reimportați capturile de ecran lipsă înainte de încărcare, sau încărcarea le va publica ca zone goale.
ru: Не удалось прочитать изображения (%lld), используемые %@ в %@. Импортируйте недостающие скриншоты заново перед загрузкой, иначе они будут опубликованы как пустые области.
sk: Nepodarilo sa prečítať %1$lld obrázky používané %2$@ v %3$@. Pred odovzdaním znova naimportujte chýbajúce snímky obrazovky, inak by ich odovzdanie zverejnilo ako prázdne oblasti.
sl: Ni bilo mogoče prebrati %1$lld slik, ki jih uporablja %2$@ v %3$@. Znova uvozite manjkajoče posnetke zaslona pred nalaganjem, sicer bi jih nalaganje objavilo kot prazna območja.
sv: Det gick inte att läsa %1$lld bilder som används av %2$@ i %3$@. Återimportera de saknade skärmdumparna innan uppladdningen, annars skulle uppladdningen publicera dem som tomma områden.
th: ไม่สามารถอ่านรูปภาพ %1$lld ที่ใช้โดย %2$@ ใน %3$@ นำเข้าภาพหน้าจอที่หายไปอีกครั้งก่อนที่จะอัปโหลด มิฉะนั้นการอัปโหลดจะเผยแพร่เป็นพื้นที่ว่าง
tr: %lld görüntü okunamadı (%@ · %@). Yüklemeden önce eksik ekran görüntülerini yeniden içe aktarın; aksi hâlde yükleme bunları boş alanlar olarak yayımlar.
uk: Не вдалося прочитати зображення (%lld), які використовує %@ для мови %@. Повторно імпортуйте відсутні знімки екрана перед вивантаженням, інакше їх буде опубліковано як порожні ділянки.
ur: %3$@ میں %2$@ کے ذریعے استعمال کردہ %1$lld تصاویر کو پڑھا نہیں جا سکا۔ اپ لوڈ کرنے سے پہلے غائب اسکرین شاٹس کو دوبارہ درآمد کریں، یا اپ لوڈ انہیں خالی جگہوں کے طور پر شائع کرے گا۔
vi: Không thể đọc hình ảnh %1$lld được sử dụng bởi %2$@ trong %3$@. Nhập lại các ảnh chụp màn hình bị thiếu trước khi tải lên, nếu không quá trình tải lên sẽ xuất bản chúng dưới dạng vùng trống.
zh_hans: 无法读取 %2$@ 在 %3$@ 中使用的 %1$lld 张图像。上传前请重新导入缺失的截图，否则会发布为空白区域。
zh_hant: 無法讀取 %lld 張影像（由 %@ 在 %@ 中使用）。請在上傳前重新輸入遺失的螢幕截圖，否則上傳後這些位置會發佈為空白區域。

source: Could not read 1 image used by %1$@ in %2$@. Re-import the missing screenshot before uploading, or the upload would publish it as a blank area.
ar: تعذرت قراءة صورة واحدة مستخدمة بواسطة %1$@ في %2$@. أعد استيراد لقطة الشاشة المفقودة قبل التحميل، وإلا فسيقوم التحميل بنشرها كمنطقة فارغة.
ca: No s'ha pogut llegir 1 imatge utilitzada per %1$@ a %2$@. Torneu a importar la captura de pantalla que falta abans de penjar-la, o la pujada la publicaria com a àrea en blanc.
cs: Nelze přečíst 1 obrázek používaný %1$@ v %2$@. Chybějící snímek obrazovky před nahráním znovu naimportujte, jinak by jej nahrání zveřejnilo jako prázdnou oblast.
da: Kunne ikke læse 1 billede brugt af %1$@ i %2$@. Genimporter det manglende skærmbillede før upload, ellers vil uploaden offentliggøre det som et tomt område.
de: 1 Bild der Zeile %@ (%@) konnte nicht gelesen werden. Importiere den fehlenden Screenshot vor dem Hochladen erneut, sonst würde er als leere Fläche veröffentlicht.
el: Δεν ήταν δυνατή η ανάγνωση 1 εικόνας που χρησιμοποιείται από τον %1$@ στο %2$@. Εισαγάγετε ξανά το στιγμιότυπο οθόνης που λείπει πριν από τη μεταφόρτωση, διαφορετικά η μεταφόρτωση θα το δημοσιεύσει ως κενή περιοχή.
es: No se pudo leer 1 imagen usada por %@ en %@. Vuelve a importar la captura faltante antes de subir, o se publicaría como un área en blanco.
fa: ۱ تصویر استفاده‌شده توسط %@ در %@ خوانده نشد. پیش از آپلود، اسکرین‌شات گمشده را دوباره وارد کنید؛ وگرنه به‌صورت ناحیه خالی منتشر می‌شود.
fi: Ei voitu lukea yhtä kuvaa, jota %1$@ on käyttänyt %2$@:ssa. Tuo puuttuva kuvakaappaus uudelleen ennen lataamista, tai lataus julkaisee sen tyhjänä alueena.
fr: Impossible de lire 1 image utilisée par %@ dans %@. Réimportez la capture manquante avant l’envoi, sinon elle serait publiée comme zone vide.
he: לא ניתן היה לקרוא תמונה אחת בשימוש על ידי %1$@ ב-%2$@. ייבא מחדש את צילום המסך החסר לפני ההעלאה, או שההעלאה תפרסם אותו כאזור ריק.
hr: Nije moguće pročitati 1 sliku koju koristi %1$@ u %2$@. Ponovno uvezite snimku zaslona koja nedostaje prije prijenosa ili bi je prijenos objavio kao prazno područje.
hu: A %1$@ által használt 1 kép nem olvasható a %2$@-ben. Feltöltés előtt importálja újra a hiányzó képernyőképet, különben a feltöltés üres területként teszi közzé.
id: Tidak dapat membaca 1 gambar yang digunakan oleh %1$@ di %2$@. Impor ulang tangkapan layar yang hilang sebelum diunggah, atau unggahan tersebut akan mempublikasikannya sebagai area kosong.
it: Impossibile leggere 1 immagine usata da %@ in %@. Importa di nuovo lo screenshot mancante prima del caricamento, altrimenti verrebbe pubblicato come area vuota.
ja: %2$@の%1$@で使用されている1個の画像を読み込めませんでした。アップロードする前に、見つからないスクリーンショットを読み込み直してください。そのままアップロードすると空白の領域として公開されます。
ko: %1$@이(가) %2$@에서 사용하는 이미지 1개를 읽을 수 없습니다. 업로드하기 전에 누락된 스크린샷을 다시 가져오세요. 그러지 않으면 빈 영역으로 게시됩니다.
ms: Tidak dapat membaca 1 imej yang digunakan oleh %1$@ dalam %2$@. Import semula tangkapan skrin yang hilang sebelum memuat naik, atau muat naik akan menerbitkannya sebagai kawasan kosong.
nl: Kan 1 afbeelding gebruikt door %1$@ in %2$@ niet lezen. Importeer de ontbrekende schermafbeelding opnieuw voordat u deze uploadt, anders wordt deze tijdens de upload als een leeg gebied gepubliceerd.
no: Kunne ikke lese 1 bilde brukt av %1$@ i %2$@. Importer det manglende skjermbildet på nytt før opplasting, ellers vil opplastingen publisere det som et tomt område.
pl: Nie można odczytać 1 obrazu używanego przez %1$@ w %2$@. Przed przesłaniem ponownie zaimportuj brakujący zrzut ekranu, w przeciwnym razie przesyłanie spowoduje opublikowanie go jako pustego obszaru.
pt_br: Não foi possível ler 1 imagem usada por %@ em %@. Reimporte a captura ausente antes de enviar, ou ela seria publicada como uma área em branco.
pt_pt: Não foi possível ler 1 imagem usada por %1$@ em %2$@. Importe novamente a captura de ecrã ausente antes de fazer o upload, ou o upload a publicará como uma área em branco.
ro: Nu s-a putut citi 1 imagine folosită de %1$@ în %2$@. Reimportați captura de ecran lipsă înainte de încărcare, sau încărcarea o va publica ca zonă goală.
ru: Не удалось прочитать 1 изображение, используемое %@ в %@. Импортируйте недостающий скриншот заново перед загрузкой, иначе он будет опубликован как пустая область.
sk: Nepodarilo sa prečítať 1 obrázok, ktorý používa %1$@ v %2$@. Pred odovzdaním znova naimportujte chýbajúcu snímku obrazovky, inak by sa pri odovzdaní zverejnila ako prázdna oblasť.
sl: Ni bilo mogoče prebrati 1 slike, ki jo uporablja %1$@ v %2$@. Pred nalaganjem znova uvozite manjkajoči posnetek zaslona, ​​sicer bi ga nalaganje objavilo kot prazno območje.
sv: Det gick inte att läsa 1 bild som användes av %1$@ i %2$@. Importera den saknade skärmdumpen igen innan överföringen, annars publiceras den som ett tomt område.
th: ไม่สามารถอ่าน 1 ภาพที่ใช้โดย %1$@ ใน %2$@ นำเข้าภาพหน้าจอที่หายไปอีกครั้งก่อนอัปโหลด มิฉะนั้นการอัปโหลดจะเผยแพร่เป็นพื้นที่ว่าง
tr: 1 görüntü okunamadı (%@ · %@). Yüklemeden önce eksik ekran görüntüsünü yeniden içe aktarın; aksi hâlde yükleme onu boş bir alan olarak yayımlar.
uk: Не вдалося прочитати 1 зображення, яке використовує %@ для мови %@. Повторно імпортуйте відсутній знімок екрана перед вивантаженням, інакше його буде опубліковано як порожню ділянку.
ur: %1$@ کے ذریعہ %2$@ میں استعمال کی گئی 1 تصویر کو پڑھا نہیں جا سکا۔ اپ لوڈ کرنے سے پہلے گمشدہ اسکرین شاٹ کو دوبارہ درآمد کریں، یا اپ لوڈ اسے خالی جگہ کے طور پر شائع کرے گا۔
vi: Không thể đọc 1 hình ảnh được %1$@ sử dụng trong %2$@. Nhập lại ảnh chụp màn hình bị thiếu trước khi tải lên, nếu không quá trình tải lên sẽ xuất bản dưới dạng vùng trống.
zh_hans: 无法读取 %@ 在 %@ 中使用的 1 张图像。上传前请重新导入缺失的截图，否则会发布为空白区域。
zh_hant: 無法讀取 1 張影像（由 %@ 在 %@ 中使用）。請在上傳前重新輸入遺失的螢幕截圖，否則上傳後該位置會發佈為空白區域。

source: Could not read the captured screenshot.
ar: تعذر قراءة لقطة الشاشة الملتقطة.
ca: No s'ha pogut llegir la captura de pantalla capturada.
cs: Pořízený snímek obrazovky nelze přečíst.
da: Kunne ikke læse det optagede skærmbillede.
de: Der aufgenommene Screenshot konnte nicht gelesen werden.
el: Δεν ήταν δυνατή η ανάγνωση του στιγμιότυπου οθόνης που τραβήχτηκε.
es: No se pudo leer la captura de pantalla capturada.
fa: نمی توان اسکرین شات گرفته شده را خواند.
fi: Kaapattua kuvakaappausta ei voitu lukea.
fr: Impossible de lire la capture d'écran capturée.
he: לא ניתן היה לקרוא את צילום המסך שצולם.
hr: Nije moguće pročitati snimljeni snimak zaslona.
hu: Nem sikerült beolvasni a rögzített képernyőképet.
id: Tidak dapat membaca tangkapan layar yang diambil.
ja: キャプチャしたスクリーンショットを読み取れませんでした。
ko: 캡처된 스크린샷을 읽을 수 없습니다.
ms: Tidak dapat membaca tangkapan skrin yang ditangkap.
nl: Kon de vastgelegde schermafbeelding niet lezen.
no: Kunne ikke lese skjermbildet som ble tatt.
pl: Nie można odczytać przechwyconego zrzutu ekranu.
pt_br: Não foi possível ler a captura de tela capturada.
pt_pt: Não foi possível ler a captura de ecrã capturada.
ro: Nu s-a putut citi captura de ecran capturată.
sk: Zachytenú snímku obrazovky sa nepodarilo prečítať.
sl: Zajetega posnetka zaslona ni bilo mogoče prebrati.
sv: Det gick inte att läsa den tagna skärmdumpen.
th: ไม่สามารถอ่านภาพหน้าจอที่จับภาพได้
ur: کیپچر کردہ اسکرین شاٹ نہیں پڑھ سکا۔
vi: Không thể đọc ảnh chụp màn hình đã chụp.
zh_hans: 无法读取捕获的屏幕截图。
